/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d cookies kommer att tas bort omedelbart.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1d domäner, %2d favoriter, %3d unik cookie";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 cookie kommer att tas bort omedelbart.";

/* Import Favorites warning dialog -> informative text */
"Your backup Favorites, will be added to your current Favorites." = "Dina backup favoriter, kommer att läggas till dina nuvarande favoriter.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Är du säker på att du vill ta bort alla \nicke-favoritcookies?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Är du säker på att du vill avinstallera Safari Cookies?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Cookies kommer INTE att exporteras.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Nuvarande version: %@";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Få support på: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NEJ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Ta bort";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies kunde inte avinstalleras.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies har avinstalleras.";

/* No comment provided by engineer. */
"Uninstall" = "Avinstallera";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Vill du exportera alla dina favoritdomäner?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Vill du importera favoriter från en tidigare exporterad fil?";

/* Import favorites from Bookmarks confirmation dialog -> message text */
"Would you like to import Favorites from your Safari Bookmarks?" = "Vill du importera favoriter från dina Safari Bokmärken?";

/* Import Bookmarks warning dialog -> informative text */
"Your Bookmarks will be added to your current favorites." = "Dina Bokmärken kommer att läggas till dina nuvarande favoriter.";

/* Import favorites from Topsites confirmation dialog -> message text */
"Would you like to import Favorites from your Safari TopSites?" = "Vill du importera favoriter från dina Safari Top Sites?";

/* Import Topsites warning dialog -> informative text */
"Your TopSites will be added to your current favorites." = "Dina Top Sites kommer att läggas till dina nuvarande favoriter.";

/* Import favorites from History confirmation dialog -> message text */
"Would you like to import Favorites from your Safari History?" = "Vill du importera favoriter från din Safari Historik?";

/* Import History warning dialog -> informative text */
"All domains from your History will be added to your current favorites." = "Alla domäner från din historik kommer att läggas till dina nuvarande favoriter.";

/* No comment provided by engineer. */
"YES" = "JA";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "Du måste starta om Safari för att ändringarna ska genomföras.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Du kommer att bli tillfrågad om ett administratörslösenord.";